9/data/attachments/8f0e374a31027af6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5398b650-369d-4d23-a204-f243f563a0cb</nif:username>
            <nif:friendToBeAdded>Tiffany_back_Actions_98715_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>